Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# settings.title
source: Settings
ar: Settings (AR)
de: Einstellungen
es: Configuración
fr: Réglages
it: Impostazioni
ja: 設定
ko: 設定 (한국어)
nl: Einstellungen (NL)
pl: Settings (PL)
pt: Configurações
ru: Settings (RU)
th: Settings (TH)
tr: Settings (TR)
vi: 设置 (VI)
zh: 设置

# splash.footer
source: Free · Open source · No ads · No tracking
ar: مجاني · مفتوح المصدر · بدون إعلانات · بدون تتبع
de: Kostenlos · Open Source · Keine Werbung · Kein Tracking
es: Gratis · Código abierto · Sin anuncios · Sin rastreo
fr: Gratuit · Open Source · Sans pub · Sans pistage
it: Gratuito · Open Source · No ads · No tracking
ja: 無料 · オープンソース · 広告なし · トラッキングなし
ko: 무료 · 오픈소스 · 광고 없음 · 추적 없음
nl: Gratis · Open source · Geen advertenties · Geen tracking
pl: Darmowe · Open source · Bez reklam · Bez śledzenia
pt: Grátis · Código aberto · Sem anúncios · Sem rastreio
ru: Бесплатно · Open Source · Без рекламы · Без слежки
th: ฟรี · โอเพนซอร์ส · ไม่มีโฆษณา · ไม่มีการติดตาม
tr: Ücretsiz · Açık kaynak · Reklamsız · İzleme yok
vi: Miễn phí · Mã nguồn mở · Không quảng cáo · Không theo dõi
zh: 免费 · 开源 · 无广告 · 无追踪

# splash.subtagline
source: no ads · no tracking · free · open-source
ar: بدون إعلانات · بدون تتبع · مجاني · مفتوح المصدر
de: keine werbung · kein tracking · kostenlos · open-source
es: sin anuncios · sin rastreo · gratis · código abierto
fr: sans pub · sans pistage · gratuit · open-source
it: no ads · no tracking · gratuito · open-source
ja: 広告なし · トラッキングなし · 無料 · オープンソース
ko: 광고 없음 · 추적 없음 · 무료 · 오픈소스
nl: geen advertenties · geen tracking · gratis · open-source
pl: bez reklam · bez śledzenia · darmowe · open-source
pt: sem anúncios · sem rastreio · grátis · código aberto
ru: без рекламы · без слежки · бесплатно · open-source
th: ไม่มีโฆษณา · ไม่มีการติดตาม · ฟรี · โอเพนซอร์ส
tr: reklamsız · izleme yok · ücretsiz · açık kaynak
vi: không quảng cáo · không theo dõi · miễn phí · mã nguồn mở
zh: 无广告 · 无追踪 · 免费 · 开源

# splash.tagline
source: Bluesky moderation made easy
ar: الإشراف على Bluesky أصبح سهلاً
de: Bluesky-Moderation leicht gemacht
es: Moderación de Bluesky hecha fácil
fr: La modération Bluesky simplifiée
it: Moderazione Bluesky resa facile
ja: Blueskyモデレーションを簡単に
ko: Bluesky 모더레이션을 쉽게
nl: Bluesky-moderatie eenvoudig gemaakt
pl: Moderacja Bluesky uproszczona
pt: Moderação do Bluesky simplificada
ru: Модерация Bluesky стала проще
th: การกลั่นกรอง Bluesky ที่ง่ายขึ้น
tr: Bluesky moderasyonu artık çok kolay
vi: Kiểm duyệt Bluesky trở nên dễ dàng
zh: 让Bluesky审核变得简单

# state.batch_progress
source: {completedCount} of {totalCount} complete
ar: {completedCount} of {totalCount} complete (AR)
de: {completedCount} von {totalCount} abgeschlossen
es: {completedCount}/{totalCount} completado
fr: {completedCount} sur {totalCount} terminé
it: {completedCount} di {totalCount} completato
ja: {completedCount}/{totalCount} 完了
ko: {completedCount} of {totalCount} complete (한국어)
nl: {completedCount} von {totalCount} abgeschlossen (NL)
pl: {completedCount} of {totalCount} complete (PL)
pt: {completedCount}/{totalCount} completo
ru: {completedCount} of {totalCount} complete (RU)
th: {completedCount} of {totalCount} complete (TH)
tr: {completedCount} of {totalCount} complete (TR)
vi: {completedCount}/{totalCount} 完成 (VI)
zh: {completedCount}/{totalCount} 完成

# state.batch_progress_one
source: {completedCount} of {totalCount} complete
ar: {completedCount} of {totalCount} complete (AR)
de: {completedCount} von {totalCount} abgeschlossen
es: {completedCount}/{totalCount} completado
fr: {completedCount} sur {totalCount} terminé
it: {completedCount} di {totalCount} completato
ja: {completedCount}/{totalCount} 完了
ko: {completedCount} of {totalCount} complete (한국어)
nl: {completedCount} of {totalCount} complete (NL)
pl: {completedCount} of {totalCount} complete (PL)
pt: {completedCount}/{totalCount} completo
ru: {completedCount} of {totalCount} complete (RU)
th: {completedCount} of {totalCount} complete (TH)
tr: {completedCount} of {totalCount} complete (TR)
vi: {completedCount}/{totalCount} 完成 (VI)
zh: {completedCount}/{totalCount} 完成

# state.batch_progress_other
source: {completedCount} of {totalCount} complete
ar: {completedCount} of {totalCount} complete (AR)
de: {completedCount} von {totalCount} abgeschlossen
es: {completedCount}/{totalCount} completados
fr: {completedCount} sur {totalCount} terminé
it: {completedCount} di {totalCount} completati
ja: {completedCount}/{totalCount} 完了
ko: {completedCount} of {totalCount} complete (한국어)
nl: {completedCount} of {totalCount} complete (NL)
pl: {completedCount} of {totalCount} complete (PL)
pt: {completedCount}/{totalCount} completos
ru: {completedCount} of {totalCount} complete (RU)
th: {completedCount} of {totalCount} complete (TH)
tr: {completedCount} of {totalCount} complete (TR)
vi: {completedCount}/{totalCount} 完成 (VI)
zh: {completedCount}/{totalCount} 完成

# state.empty
source: No items
ar: No items (AR)
de: Keine Einträge
es: Sin items
fr: Aucun élément
it: Nessun elemento
ja: なし items
ko: なし items (한국어)
nl: Keine Einträge (NL)
pl: No items (PL)
pt: Não items
ru: No items (RU)
th: No items (TH)
tr: No items (TR)
vi: 没有项目 (VI)
zh: 没有项目

# state.error.retry
source: Retry
ar: Retry (AR)
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 再試行 (한국어)
nl: Wiederholen (NL)
pl: Retry (PL)
pt: Tentar novamente
ru: Retry (RU)
th: Retry (TH)
tr: Retry (TR)
vi: 重试 (VI)
zh: 重试

# state.loading
source: Loading…
ar: Loading… (AR)
de: Lädt …
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ko: Loading… (한국어)
nl: Lädt … (NL)
pl: Loading… (PL)
pt: Carregando…
ru: Loading… (RU)
th: Loading… (TH)
tr: Loading… (TR)
vi: 加载中… (VI)
zh: 加载中…

# tab.accounts
source: Accounts
ar: الحسابات
de: Konten
es: Cuentas
fr: Comptes
it: Conti
ja: アカウント
ko: 계정
nl: Rekeningen
pl: Konta
pt: Contas
ru: Счета
th: บัญชี
tr: Hesaplar
vi: Tài khoản
zh: 账户

# tab.chat
source: Chat
ar: محادثة
de: Chatten
es: Charlar
it: Chiacchierata
ja: チャット
ko: 채팅
nl: Chatten
pl: Pogawędzić
pt: Bater papo
ru: Чат
th: แชท
tr: Sohbet
vi: Trò chuyện
zh: 聊天

# tab.info
source: Info
ar: Info (AR)
es: Información
fr: Infos
it: Informazioni
ja: 情報
ko: 情報 (한국어)
nl: Info (NL)
pl: Info (PL)
pt: Informação
ru: Info (RU)
th: Info (TH)
tr: Info (TR)
vi: 信息 (VI)
zh: 信息

# tab.moderation
source: Moderation
ar: Moderation (AR)
de: Mäßigung
es: Moderación
fr: Modération
it: Moderazione
ja: モデレーション
ko: モデレーション (한국어)
nl: Moderation (NL)
pl: Moderation (PL)
pt: Moderação
ru: Moderation (RU)
th: Moderation (TH)
tr: Moderation (TR)
vi: 审核 (VI)
zh: 审核

# tab.notifications
source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
vi: Thông báo
zh: 通知

# tab.profile
source: Profile
ar: Profile (AR)
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: プロフィール (한국어)
nl: Profil (NL)
pl: Profile (PL)
pt: Perfil
ru: Profile (RU)
th: Profile (TH)
tr: Profile (TR)
vi: 个人资料 (VI)
zh: 个人资料

# tab.settings
source: Settings
ar: Settings (AR)
de: Einstellungen
es: Configuración
fr: Réglages
it: Impostazioni
ja: 設定
ko: 設定 (한국어)
nl: Einstellungen (NL)
pl: Settings (PL)
pt: Configurações
ru: Settings (RU)
th: Settings (TH)
tr: Settings (TR)
vi: 设置 (VI)
zh: 设置

# tab.timeline
source: Timeline
ar: الجدول الزمني
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
it: Cronologia
ja: タイムライン
ko: 타임라인
nl: Tijdlijn
pl: Oś czasu
pt: Linha do tempo
ru: Хронология
th: ไทม์ไลน์
tr: Zaman çizelgesi
vi: Dòng thời gian
zh: 时间轴

# templates.community_core
source: Community Core
ar: Community Core (AR)
de: Community-Kern
es: Núcleo comunitario
fr: Noyau communautaire
it: Nucleo comunità
ja: コミュニティコア
ko: Community Core (한국어)
nl: Community Core (NL)
pl: Community Core (PL)
pt: Núcleo comunitário
ru: Community Core (RU)
th: Community Core (TH)
tr: Community Core (TR)
vi: Community Core (VI)
zh: 社区核心

# templates.community_core_desc
source: Track engaged community members
ar: Track engaged community members (AR)
de: Aktive Community-Mitglieder verfolgen
es: Seguir miembros activos de la comunidad
fr: Suivi des membres actifs de la communauté
it: Traccia membri attivi della comunità
ja: 活発なコミュニティメンバーを追跡
ko: Track engaged community members (한국어)
nl: Track engaged community members (NL)
pl: Track engaged community members (PL)
pt: Rastrear membros ativos da comunidade
ru: Track engaged community members (RU)
th: Track engaged community members (TH)
tr: Track engaged community members (TR)
vi: Track engaged community members (VI)
zh: 追踪活跃的社区成员

# templates.creating
source: Creating...
ar: Creating... (AR)
de: Wird erstellt...
es: Creando...
fr: Création...
it: Creazione...
ja: 作成中...
ko: Creating... (한국어)
nl: Wird erstellt... (NL)
pl: Creating... (PL)
pt: Criando...
ru: Creating... (RU)
th: Creating... (TH)
tr: Creating... (TR)
vi: Creating... (VI)
zh: 创建中...

# templates.emergency_block
source: Emergency Block
ar: Emergency Block (AR)
de: Notfall-Block
es: Bloqueo de emergencia
fr: Blocage d'urgence
it: Blocco emergenza
ja: 緊急ブロック
ko: Emergency Block (한국어)
nl: Emergency Block (NL)
pl: Emergency Block (PL)
pt: Bloqueio de emergência
ru: Emergency Block (RU)
th: Emergency Block (TH)
tr: Emergency Block (TR)
vi: Emergency Block (VI)
zh: 紧急屏蔽

# templates.emergency_block_desc
source: Quick-action block list
ar: Quick-action block list (AR)
de: Schnellaktions-Blockliste
es: Lista de bloqueo de acción rápida
fr: Liste de blocage rapide
it: Lista blocco ad azione rapida
ja: クイックアクションブロックリスト
ko: Quick-action block list (한국어)
nl: Quick-action block list (NL)
pl: Quick-action block list (PL)
pt: Lista de bloqueio de ação rápida
ru: Quick-action block list (RU)
th: Quick-action block list (TH)
tr: Quick-action block list (TR)
vi: Quick-action block list (VI)
zh: 快速操作屏蔽列表

# templates.new_reports
source: New Reports
ar: New Reports (AR)
de: Neue Meldungen
es: Nuevos reportes
fr: Nouveaux signalements
it: Nuove segnalazioni
ja: 新しい報告
ko: New Reports (한국어)
nl: New Reports (NL)
pl: New Reports (PL)
pt: Novas denúncias
ru: New Reports (RU)
th: New Reports (TH)
tr: New Reports (TR)
vi: New Reports (VI)
zh: 新举报

# templates.new_reports_desc
source: Queue accounts for review
ar: Queue accounts for review (AR)
de: Konten zur Überprüfung einreihen
es: Poner en cola cuentas para revisión
fr: Mettre en file d'attente les comptes à examiner
it: Account in coda per revisione
ja: レビュー待ちのアカウント
ko: Queue accounts for review (한국어)
nl: Queue accounts for review (NL)
pl: Queue accounts for review (PL)
pt: Enfileirar contas para revisão
ru: Queue accounts for review (RU)
th: Queue accounts for review (TH)
tr: Queue accounts for review (TR)
vi: Queue accounts for review (VI)
zh: 排队待审核的账户

# templates.reply_guys
source: Reply Guys
ar: Reply Guys (AR)
de: Antwortler
es: Respondones
fr: Répondeurs
it: Risponditori
ja: 返信者
ko: Reply Guys (한국어)
nl: Reply Guys (NL)
pl: Reply Guys (PL)
pt: Respondedores
ru: Reply Guys (RU)
th: Reply Guys (TH)
tr: Reply Guys (TR)
vi: Reply Guys (VI)
zh: 回复者

# templates.reply_guys_desc
source: Monitor aggressive commenters
ar: Monitor aggressive commenters (AR)
de: Aggressive Kommentatoren überwachen
es: Monitorear comentaristas agresivos
fr: Surveiller les commentateurs agressifs
it: Monitora commentatori aggressivi
ja: 攻撃的なコメント投稿者を監視
ko: Monitor aggressive commenters (한국어)
nl: Monitor aggressive commenters (NL)
pl: Monitor aggressive commenters (PL)
pt: Monitorar comentaristas agressivos
ru: Monitor aggressive commenters (RU)
th: Monitor aggressive commenters (TH)
tr: Monitor aggressive commenters (TR)
vi: Monitor aggressive commenters (VI)
zh: 监控激进的评论者

# templates.spam_watch
source: Spam Watch
ar: Spam Watch (AR)
de: Spam-Überwachung
es: Vigilancia de spam
fr: Surveillance spam
it: Monitoraggio spam
ja: スパム監視
ko: Spam Watch (한국어)
nl: Spam Watch (NL)
pl: Spam Watch (PL)
pt: Vigilância de spam
ru: Spam Watch (RU)
th: Spam Watch (TH)
tr: Spam Watch (TR)
vi: Spam Watch (VI)
zh: 垃圾监控

# templates.spam_watch_desc
source: Track accounts reported for spam
ar: Track accounts reported for spam (AR)
de: Verfolgt als Spam gemeldete Konten
es: Seguir cuentas reportadas como spam
fr: Suivi des comptes signalés comme spam
it: Traccia account segnalati come spam
ja: スパムとして報告されたアカウントを追跡
ko: Track accounts reported for spam (한국어)
nl: Track accounts reported for spam (NL)
pl: Track accounts reported for spam (PL)
pt: Rastrear contas denunciadas como spam
ru: Track accounts reported for spam (RU)
th: Track accounts reported for spam (TH)
tr: Track accounts reported for spam (TR)
vi: Track accounts reported for spam (VI)
zh: 追踪被举报为垃圾邮件的账户

# templates.title
source: List Templates
ar: List Templates (AR)
de: Listenvorlagen
es: Plantillas de lista
fr: Modèles de liste
it: Modelli lista
ja: リストテンプレート
ko: List Templates (한국어)
nl: Listenvorlagen (NL)
pl: List Templates (PL)
pt: Modelos de lista
ru: List Templates (RU)
th: List Templates (TH)
tr: List Templates (TR)
vi: List Templates (VI)
zh: 列表模板

# templates.trusted_sources
source: Trusted Sources
ar: Trusted Sources (AR)
de: Vertrauenswürdige Quellen
es: Fuentes confiables
fr: Sources fiables
it: Fonti affidabili
ja: 信頼できる情報源
ko: Trusted Sources (한국어)
nl: Trusted Sources (NL)
pl: Trusted Sources (PL)
pt: Fontes confiáveis
ru: Trusted Sources (RU)
th: Trusted Sources (TH)
tr: Trusted Sources (TR)
vi: Trusted Sources (VI)
zh: 可信来源

# templates.trusted_sources_desc
source: Curate high-quality accounts
ar: Curate high-quality accounts (AR)
de: Hochwertige Konten kuratieren
es: Seleccionar cuentas de alta calidad
fr: Curater les comptes de qualité
it: Cura account di alta qualità
ja: 高品質なアカウントをキュレーション
ko: Curate high-quality accounts (한국어)
nl: Curate high-quality accounts (NL)
pl: Curate high-quality accounts (PL)
pt: Selecionar contas de alta qualidade
ru: Curate high-quality accounts (RU)
th: Curate high-quality accounts (TH)
tr: Curate high-quality accounts (TR)
vi: Curate high-quality accounts (VI)
zh: 精选高质量账户

# time.day_ago
source: {n} day ago
ar: {n} منذ يوم واحد
de: Vor{n}Tag
es: {n} hace un día
fr: Il y a {n} jour
it: {n} giorno fa
ja: {n} 日前
ko: {n} 하루 전
nl: {n} dag geleden
pl: {n} dzień temu
pt: {n} dia atrás
ru: {n} день назад
th: {n} วันที่ผ่านมา
tr: {n} gün önce
vi: {n} ngày trước
zh: {n} 天前

# time.days_ago
source: {n} days ago
ar: {n} منذ أيام
de: Vor{n}Tagen
es: Hace {n} días
fr: Il y a {n} jours
it: {n} giorni fa
ja: {n} 日前
ko: {n}일 전
nl: {n} dagen geleden
pl: {n} dni temu
pt: {n} dias atrás
ru: {n} дней назад
th: {n} วันที่ผ่านมา
tr: {n} gün önce
vi: {n} ngày trước
zh: {n} 天前

# time.hour_ago
source: {n} hour ago
ar: {n} منذ ساعة
de: Vor{n}Stunde
es: Hace {n} hora
fr: Il y a {n} heure
it: {n} un'ora fa
ja: {n} 時間前
ko: {n}시간 전
nl: {n} uur geleden
pl: {n} godzinę temu
pt: {n} hora atrás
ru: {n} час назад
th: {n} ชั่วโมงที่ผ่านมา
tr: {n} saat önce
vi: {n} giờ trước
zh: {n} 小时前

# time.hours_ago
source: {n} hours ago
ar: {n} منذ ساعات
de: Vor{n}Stunden
es: Hace {n} horas
fr: Il y a {n} heures
it: {n} ore fa
ja: {n} 時間前
ko: {n} 시간 전
nl: {n} uur geleden
pl: {n} kilka godzin temu
pt: {n} horas atrás
ru: {n} часов назад
th: {n} ชั่วโมงที่ผ่านมา
tr: {n} saat önce
vi: {n} giờ trước
zh: {n}小时前

# time.just_now
source: just now
ar: الآن
de: soeben
es: En este momento
fr: tout à l' heure
it: proprio adesso
ja: ちょうど今
ko: 방금
nl: zojuist
pl: właśnie
pt: agora mesmo
ru: прямо сейчас
th: แค่ตอนนี้
tr: Şu anda
vi: ngay bây giờ
zh: 现在

# time.minute_ago
source: {n} minute ago
ar: {n} منذ دقيقة
de: Vor{n}Minuten
es: Hace {n} minuto
fr: Il y a {n} minute
it: {n} minuto fa
ja: {n} 分前
ko: {n}분 전
nl: {n} minuut geleden
pl: {n} minutę temu
pt: {n} minuto atrás
ru: {n} минуту назад
th: {n} นาทีที่แล้ว
tr: {n} dakika önce
vi: {n} phút trước
zh: {n} 分钟前

# time.minutes_ago
source: {n} minutes ago
ar: {n} منذ دقائق
de: Vor{n}Minuten
es: Hace {n} minutos
fr: Il y a {n} minutes
it: {n} minuti fa
ja: {n} 分前
ko: {n}분 전
nl: {n} minuten geleden
pl: {n} minut temu
pt: {n} minutos atrás
ru: {n} минут назад
th: {n} นาทีที่แล้ว
tr: {n} dakika önce
vi: {n} phút trước
zh: {n} 分钟前

# timeline.current_feed
source: Current Feed
ar: الخلاصة الحالية
de: Aktueller Feed
es: Feed actual
fr: Flux actuel
it: Alimentazione corrente
ja: 現在のフィード
ko: 현재 피드
nl: Huidige feed
pl: Bieżący kanał
pt: Feed atual
ru: Текущий канал
th: ฟีดปัจจุบัน
tr: Güncel Akış
vi: Nguồn cấp dữ liệu hiện tại
zh: 当前馈送

# timeline.custom_feed
source: Custom Feed
ar: تغذية مخصصة
de: Benutzerdefinierter Feed
es: Feed personalizado
fr: Flux personnalisé
it: Alimentazione personalizzata
ja: カスタムフィード
ko: 맞춤 피드
nl: Aangepaste feed
pl: Niestandardowy kanał
pt: Feed personalizado
ru: Пользовательский канал
th: ฟีดที่กำหนดเอง
tr: Özel Yayın
vi: Nguồn cấp dữ liệu tùy chỉnh
zh: 定制饲料

# timeline.empty
source: Your Timeline Is Empty
ar: الجدول الزمني الخاص بك فارغ
de: Ihre Zeitleiste ist leer
es: Tu línea de tiempo está vacía
fr: Votre chronologie est vide
it: La tua cronologia è vuota
ja: あなたのタイムラインは空です
ko: 타임라인이 비어 있습니다
nl: Je tijdlijn is leeg
pl: Twoja oś czasu jest pusta
pt: Sua linha do tempo está vazia
ru: Ваша временная шкала пуста
th: ไทม์ไลน์ของคุณว่างเปล่า
tr: Zaman Çizelgeniz Boş
vi: Dòng thời gian của bạn trống
zh: 你的时间线是空的

# timeline.empty_custom
source: This Feed Is Empty
ar: هذه الخلاصة فارغة
de: Dieser Feed ist leer
es: Este feed está vacío
fr: Ce flux est vide
it: Questo feed è vuoto
ja: このフィードは空です
ko: 이 피드는 비어 있습니다
nl: Deze feed is leeg
pl: Ten kanał jest pusty
pt: Este feed está vazio
ru: Этот фид пуст
th: ฟีดนี้ว่างเปล่า
tr: Bu Besleme Boş
vi: Nguồn cấp dữ liệu này trống
zh: 此提要为空

# timeline.empty_custom_desc
source: The custom feed returned no results. Try a different feed URI or check back later.
ar: لم تُرجع الخلاصة المخصصة أي نتائج. جرّب عنوان URL مختلفًا للخلاصة أو عاود التحقق لاحقًا.
de: Der benutzerdefinierte Feed hat keine Ergebnisse zurückgegeben.Versuchen Sie es mit einem anderen Feed-URI oder versuchen Sie es später noch einmal.
es: El feed personalizado no arrojó resultados. Pruebe con un URI de feed diferente o vuelva a consultar más tarde.
fr: Le flux personnalisé n'a renvoyé aucun résultat. Essayez un autre URI de flux ou revenez plus tard.
it: Il feed personalizzato non ha restituito risultati. Prova un URI del feed diverso o ricontrolla più tardi.
ja: カスタム フィードは結果を返しませんでした。別のフィード URI を試すか、後でもう一度確認してください。
ko: 사용자 정의 피드에서 결과가 반환되지 않았습니다. 다른 피드 URI를 사용해 보거나 나중에 다시 확인하세요.
nl: De aangepaste feed heeft geen resultaten opgeleverd. Probeer een andere feed-URI of kom later terug.
pl: Niestandardowy kanał nie zwrócił żadnych wyników. Wypróbuj inny identyfikator URI kanału lub sprawdź później.
pt: O feed personalizado não retornou resultados. Experimente um URI de feed diferente ou volte mais tarde.
ru: Пользовательский фид не дал результатов. Попробуйте другой URI фида или повторите попытку позже.
th: ฟีดที่กำหนดเองไม่มีผลลัพธ์ ลองใช้ URI ฟีดอื่นหรือกลับมาตรวจสอบในภายหลัง
tr: Özel feed sonuç döndürmedi. Farklı bir yayın URI'si deneyin veya daha sonra tekrar kontrol edin.
vi: Nguồn cấp dữ liệu tùy chỉnh không trả lại kết quả nào. Hãy thử URI nguồn cấp dữ liệu khác hoặc kiểm tra lại sau.
zh: 自定义 Feed 未返回任何结果。尝试不同的 Feed URI 或稍后再回来查看。

# timeline.empty_desc
source: Follow more accounts to see their posts here.
ar: اتبع المزيد من الحسابات لرؤية منشوراتهم هنا.
de: Folgen Sie weiteren Konten, um deren Beiträge hier zu sehen.
es: Sigue más cuentas para ver sus publicaciones aquí.
fr: Suivez plus de comptes pour voir leurs publications ici.
it: Segui più account per vedere i loro post qui.
ja: さらに多くのアカウントをフォローすると、ここで投稿が表示されます。
ko: 여기에서 해당 계정의 게시물을 보려면 더 많은 계정을 팔로우하세요.
nl: Volg meer accounts om hun berichten hier te zien.
pl: Obserwuj więcej kont, aby zobaczyć tutaj ich posty.
pt: Siga mais contas para ver suas postagens aqui.
ru: Подпишитесь на другие аккаунты, чтобы увидеть их публикации здесь.
th: ติดตามบัญชีเพิ่มเติมเพื่อดูโพสต์ของพวกเขาที่นี่
tr: Gönderilerini burada görmek için daha fazla hesabı takip edin.
vi: Theo dõi nhiều tài khoản hơn để xem bài viết của họ tại đây.
zh: 关注更多帐户，在此处查看他们的帖子。

# timeline.end
source: You've reached the end
ar: لقد وصلت إلى النهاية
de: Du bist am Ende angekommen
es: Has llegado al final
fr: Tu as atteint la fin
it: Hai raggiunto la fine
ja: 最後に到達しました
ko: 당신은 끝에 도달했습니다
nl: Je hebt het einde bereikt
pl: Dotarłeś do końca
pt: Você chegou ao fim
ru: Вы достигли конца
th: คุณมาถึงจุดสิ้นสุดแล้ว
tr: Sona ulaştın
vi: Bạn đã đi đến cuối cùng
zh: 你已经到达终点了

# timeline.feed_name_placeholder
source: Display name (optional)
ar: اسم العرض (اختياري)
de: Anzeigename (optional)
es: Nombre para mostrar (opcional)
fr: Nom d'affichage (facultatif)
it: Nome visualizzato (facoltativo)
ja: 表示名 (オプション)
ko: 표시 이름(선택사항)
nl: Weergavenaam (optioneel)
pl: Nazwa wyświetlana (opcjonalnie)
pt: Nome de exibição (opcional)
ru: Отображаемое имя (необязательно)
th: ชื่อที่แสดง (ไม่บังคับ)
tr: Görünen ad (isteğe bağlı)
vi: Tên hiển thị (tùy chọn)
zh: 显示名称（可选）

# timeline.feed_uri_placeholder
source: Feed AT URI (at://...)
ar: تغذية في URI (في: //...)
es: Feed AT URI (en://...)
fr: Nourrir AT URI (à://...)
ja: フィード AT URI (at://...)
ko: 피드 AT URI(at://...)
nl: Feed AT URI (op://...)
pl: Kanał AT URI (at://...)
pt: Feed AT URI (em://...)
ru: Подача AT URI (по адресу: //...)
th: ฟีด AT URI (ที่: //...)
tr: URI'de besleme yap (://...)
vi: Nguồn cấp dữ liệu TẠI URI (tại: //...)

# timeline.following
source: Following
ar: التالي
de: Nachfolgend
es: Siguiente
fr: Suivant
it: Seguente
ja: 続く
ko: 수행원
nl: Volgende
pl: Następny
pt: Seguindo
ru: Следующий
th: กำลังติดตาม
tr: Takip etme
vi: Tiếp theo
zh: 下列的

# timeline.loading
source: Loading timeline…
ar: جارٍ تحميل المخطط الزمني…
de: Zeitleiste wird geladen…
es: Cargando línea de tiempo…
fr: Chargement de la chronologie…
it: Caricamento sequenza temporale...
ja: タイムラインを読み込み中…
ko: 타임라인 로드 중…
nl: Tijdlijn laden…
pl: Ładowanie osi czasu…
pt: Carregando linha do tempo…
ru: Загрузка графика…
th: กำลังโหลดไทม์ไลน์...
tr: Zaman çizelgesi yükleniyor…
vi: Đang tải dòng thời gian…
zh: 加载时间线...

# timeline.mute_word
source: Mute "{word}"
ar: كتم صوت "{word}"
de: Stumm "{word}"
es: Silenciar "{word}"
fr: Muet "{word}"
it: Disattiva "{word}"
ja: 「{word}」をミュートします
ko: "{word}" 음소거
nl: Demp "{word}"
pl: Wycisz „{word}”
pt: Silenciar "{word}"
ru: Отключить звук "{word}"
th: ปิดเสียง "{word}"
tr: "{word}" sesini kapat
vi: Tắt tiếng "{word}"
zh: 静音“{word}”

# timeline.new_posts
source: {n} new posts
ar: {n} مشاركات جديدة
de: {n} neue Beiträge
es: {n} nuevas publicaciones
fr: {n} nouveaux messages
it: {n} nuovi post
ja: {n} 新しい投稿
ko: {n} 새 게시물
nl: {n} nieuwe berichten
pl: {n} nowe posty
pt: {n} novas postagens
ru: {n} новые сообщения
th: {n} โพสต์ใหม่
tr: {n} yeni gönderiler
vi: {n} bài viết mới
zh: {n}新帖子

# timeline.picker_apply
source: Apply Custom Feed
ar: تطبيق خلاصة مخصصة
de: Benutzerdefinierten Feed anwenden
es: Aplicar feed personalizado
fr: Appliquer un flux personnalisé
it: Applica feed personalizzato
ja: カスタムフィードを適用する
ko: 맞춤 피드 적용
nl: Aangepaste feed toepassen
pl: Zastosuj niestandardowy kanał
pt: Aplicar feed personalizado
ru: Применить пользовательский фид
th: ใช้ฟีดที่กำหนดเอง
tr: Özel Feed'i Uygula
vi: Áp dụng nguồn cấp dữ liệu tùy chỉnh
zh: 应用自定义提要

# timeline.picker_custom
source: Custom Feed
ar: تغذية مخصصة
de: Benutzerdefinierter Feed
es: Feed personalizado
fr: Flux personnalisé
it: Alimentazione personalizzata
ja: カスタムフィード
ko: 맞춤 피드
nl: Aangepaste feed
pl: Niestandardowy kanał
pt: Feed personalizado
ru: Пользовательский канал
th: ฟีดที่กำหนดเอง
tr: Özel Yayın
vi: Nguồn cấp dữ liệu tùy chỉnh
zh: 定制饲料

# timeline.picker_default
source: Bluesky Feeds
ar: يغذي بلوسكي
es: Feeds de Bluesky
fr: Flux de ciel bleu
it: Feed di Bluesky
ja: ブルースカイフィード
ko: Bluesky 피드
pl: Kanały Bluesky
pt: Feeds do céu azul
ru: Блюскайские каналы
th: บลูสกายฟีด
tr: Bluesky Haber Akışları
vi: Nguồn cấp dữ liệu Bluesky
zh: 蓝天饲料
